---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.HasValueFilterRule
source: html/db0f5cfa-51f2-f961-5784-dd47a2c5faf5.htm
---
# HasValueFilterRule Members

constructs an instance of HasValueFilterRule.